Repository: opencloud-eu/ios-sdk
Catalog: OpenCloudSDK/Resources/Localizable.xcstrings
Source language: en
Languages: ca, cs, da, de, el, es, fi, fr, he, hu, it, ja, ko, lo, nl, pl, pt, ru, sv, vi, zh

source: Download and preview
de: Herunterladen und Vorschau anzeigen
fi: Lataa ja esikatsele
nl: Downloaden en weergeven
pl: Pobierz i podgląd
sv: Ladda ner och förhandsvisa

source: Downloading %@…
de: %@ wird heruntergeladen…
fi: Ladataan %@…
nl: %@ downloaden…
pl: Pobieranie %@…
sv: Laddar ner %@…

source: Error copying %@
de: Fehler beim Kopieren von %@
nl: Fout bij het kopiëren van %@
pl: Błąd kopiowania %@
sv: Fel vid kopiering av %@

source: Error deleting %@
de: Fehler beim Löschen von %@
nl: Fout bij het verwijderen van %@
pl: Błąd usuwania %@
sv: Fel vid borttagning av %@

source: Error moving %@
de: Fehler beim Verschieben von %@
nl: Fout bij het verplaatsen van %@
pl: Błąd przenoszenia %@
sv: Fel vid flytt av %@

source: Error renaming %@
de: Fehler beim Umbenennen von %@
nl: Fout bij het hernoemen van %@
pl: Błąd zmiany nazwy %@
sv: Fel vid namnbyte på %@

source: Error updating %@ metadata
de: Fehler beim Aktualisieren der Metadaten von %@
nl: Fout bij het bijwerken van metagegevens %@
pl: Błąd aktualizacji metadanych %@
sv: Fel vid uppdatering av metadata för %@

source: Error uploading %@
de: Fehler beim Hochladen von %@
nl: Fout bij het uploaden van %@
pl: Błąd przesyłania %@
sv: Fel vid uppladdning av %@

source: Events
de: Ereignisse
nl: Gebeurtenissen
pl: Wydarzenia
sv: Händelser

source: Exception occured performing action
de: Bei der Ausführung der Aktion ist ein Fehler aufgetreten
nl: Uitzondering vond plaats tijdens het uitvoeren van actie
pl: Wystąpił wyjątek podczas wykonywania akcji
sv: Ett undantag uppstod när åtgärden utfördes

source: Failed
de: Fehlgeschlagen
fi: Epäonnistui
nl: Mislukt
pl: Zakończono niepowodzeniem
sv: Misslyckades

source: Fetching updates…
de: Aktualisierungen werden abgerufen…
nl: Updates ophalen…
pl: Pobieranie aktualizacji…
sv: Hämtar uppdateringar…

source: Fetching user information…
de: Benutzerinformationen werden abgerufen…
fr: Récupération des informations utilisateur...
nl: Gebruikersinformatie ophalen…
pl: Pobieranie informacji o użytkownikach…
sv: Hämtar användarinformation…

source: File modified locally
de: Datei lokal geändert
nl: Bestand lokaal gewijzigd
pl: Plik zmodyfikowany lokalnie
sv: Filen har ändrats lokalt

source: Identifier
de: Kennung
nl: Identificatie
pl: Identyfikator
sv: Identifierare

source: In progress since
de: Laufend seit
nl: In uitvoering sinds
pl: W toku od
sv: Pågår sedan

source: Insecure HTTP URL
de: Unsichere HTTP-URL
fr: URL HTTP non sécurisée
it: URL HTTP non sicuro
nl: Onveilige HTTP-URL
pl: Niezabezpieczony URL HTTP
sv: Osäker HTTP-URL

source: Insecure HTTP URL forbidden
de: Unsichere HTTP-URLs sind nicht zulässig
nl: Onveilige HTTP-URL verboden
pl: Niezabezpieczone HTTP URL jest zabronione
sv: Osäker HTTP-URL är förbjuden

source: Insufficient permissions
de: Unzureichende Berechtigungen
nl: Onvoldoende machtigingen
pl: Niewystarczające uprawnienia
sv: Otillräckliga behörigheter

source: Invalid checksum
de: Ungültige Prüfsumme
nl: Ongeldige controlesom
pl: Nieprawidłowa suma kontrolna
sv: Ogiltig kontrollsumma

source: Invalid rule without minimum and maximum count
de: Ungültige Regel ohne Mindest- und Höchstanzahl
nl: Ongeldige regel zonder minimum en maximum aantal
pl: Nieprawidłowa reguła bez minimalnej i maksymalnej liczby
sv: Ogiltig regel utan minimi- och maxantal

source: Invalidate
de: Ungültig machen
nl: Ongeldig maken
pl: Unieważnij
sv: Ogiltigförklara

source: Invalidate Login Data
de: Anmeldedaten ungültig machen
nl: Login-gegevens ongeldig maken
pl: Unieważnij dane logowania
sv: Ogiltigförklara inloggningsdata

source: Invited persons
de: Eingeladene Personen
nl: Genodigde personen
pl: Zaproszone osoby
sv: Inbjudna personer

source: Issues were found while validating the certificate for %@.
de: Bei der Überprüfung des Zertifikats für %@ sind Probleme aufgetreten.
nl: Er zijn problemen opgetreden bij het valideren van het certificaat voor %@.
pl: Znaleziono problemy podczas weryfikacji certyfikatu dla %@.
sv: Problem upptäcktes vid validering av certifikatet för %@.

source: Item
de: Objekt
pl: Element
sv: Objekt

source: Lane ID
de: Spur-ID
pl: ID linii

source: Local ID
de: Lokale ID
nl: Lokale ID
pl: Lokalne ID
sv: Lokalt ID

source: Localized Description
de: Lokalisierte Beschreibung
nl: Gelokaliseerde beschrijving
pl: Zlokalizowany opis
sv: Lokalanpassad beskrivning

source: Log HTTP requests and responses
de: HTTP-Anfragen und -Antworten protokollieren
fr: Journaliser les requêtes et les réponses HTTP
it: Registra richieste e risposte HTTP
nl: HTTP-verzoeken en -reacties registreren
pl: Loguj żądania i odpowiedzi HTTP
sv: Logga HTTP-begäranden och -svar

source: Log internal file operations
de: Interne Dateioperationen protokollieren
nl: Interne bestandsbewerkingen registreren
pl: Loguj wewnętrzne operacje na plikach
sv: Logga interna filåtgärder

source: Login as user %@ required. Please retry.
de: Anmeldung als Benutzer %@ erforderlich. Bitte versuchen Sie es erneut.
nl: Login als gebruiker %@ vereist. Probeer het opnieuw.
pl: Wymagane logowanie jako użytkownik %@. Spróbuj ponownie.
sv: Du måste logga in som användaren %@. Försök igen.

source: Longer than {{byteLength}} bytes in {{encoding}} encoding.
de: Länger als {{byteLength}} Bytes in der Kodierung {{encoding}}.
nl: Langer dan {{byteLength}} bytes bij {{encoding}} codering.
pl: Dłuższe niż {{byteLength}} bajtów w kodowaniu {{encoding}}.
sv: Längre än {{byteLength}} byte med kodningen {{encoding}}.

source: Making %1$@ available offline also covers %2$@, which was previously requested as being available offline.
de: Die Bereitstellung von %1$@ im Offline-Modus umfasst auch %2$@, dessen Verfügbarkeit im Offline-Modus zuvor angefordert wurde.
nl: Het offline beschikbaar stellen van %1$@ dekt ook %2$@, dat eerder werd aangevraagd als offline beschikbaar.
pl: Udostępnienie %@ w trybie offline obejmuje również %@, które wcześniej oznaczono jako dostępne offline.
sv: Att göra %1$@ tillgänglig offline omfattar även %2$@, som tidigare begärdes vara tillgänglig offline.

source: Making %1$@ available offline also covers %2$@, whose offline availability has previously been requested.
de: Die Offline-Verfügbarkeit von %1$@ umfasst auch %2$@, dessen Offline-Verfügbarkeit zuvor angefordert wurde.
nl: Het offline beschikbaar stellen van %1$@ dekt ook %2$@, waarvan de offline beschikbaarheid eerder is aangevraagd.
pl: Udostępnienie %@ w trybie offline obejmuje również %@, którego dostępność offline była wcześniej żądana.
sv: Att göra %1$@ tillgänglig offline omfattar även %2$@, vars offlineåtkomst tidigare har begärts.

# Moving %@ to %@…
source: Moving %1$@ to %2$@…
de: %1$@ wird nach %2$@ verschoben…
nl: %1$@ verplaatsen naar %2$@…
pl: Przenoszenie %@ do %@…
sv: Flyttar %1$@ till %2$@…

source: Network unavailable
de: Netzwerk nicht verfügbar
fr: Réseau indisponible
nl: Netwerk onbeschikbaar
pl: Sieć niedostępna
sv: Nätverket är inte tillgängligt

source: Not enough space left on the server to upload %@.
de: Auf dem Server ist nicht genügend Speicherplatz vorhanden, um %@ hochzuladen.
nl: Onvoldoende ruimte op de server om %@ te uploaden.
pl: Brak wystarczającej ilości miejsca na serwerze, aby przesłać %@.
sv: Det finns inte tillräckligt med utrymme kvar på servern för att ladda upp %@.

source: Offline (no WiFi connection)
de: Offline (keine WLAN-Verbindung)
nl: Offline (geen WiFi-verbinding)
pl: Offline (brak połączenia WiFi)
sv: Offline (ingen Wi-Fi-anslutning)

source: Offline availability of %1$@ is already ensured by having made %2$@ available offline.
de: Die Offline-Verfügbarkeit von %1$@ ist bereits gewährleistet, da %2$@ offline verfügbar gemacht wurde.
nl: Offline beschikbaarheid van %1$@ is al gerealiseerd door het offline beschikbaar stellen van %2$@.
pl: Dostępność offline %@ jest już zapewniona, ponieważ %@ udostępniono offline.
sv: Offlineåtkomsten för %1$@ säkerställs redan genom att %2$@ har gjorts tillgänglig offline.

source: Only invited persons have access. Login required.
de: Zugang haben nur eingeladene Personen. Anmeldung erforderlich.
nl: Alleen uitgenodigde personen hebben toegang. Login vereist.
pl: Tylko zaproszone osoby mają dostęp. Wymagane logowanie.
sv: Endast inbjudna personer har åtkomst. Inloggning krävs.

source: Opening vault…
de: Tresor wird geöffnet…
nl: Kluis openen…
pl: Otwieranie sejfu…
sv: Öppnar valvet…

source: Operation forbidden
de: Vorgang nicht zulässig
nl: Operatie verboden
pl: Operacja zabroniona
sv: Åtgärden är förbjuden

source: Origin Process
de: Ursprungsprozess
nl: Oorspronkelijk proces
pl: Proces macierzysty
sv: Ursprungsprocess

source: Origin Process Valid
de: Ursprungsprozess gültig
nl: Oorspronkelijk proces valide
pl: Proces macierzysty jest prawidłowy
sv: Ursprungsprocessen är giltig

source: Origin URL
de: Ursprungs-URL
nl: Oorspronkelijke URL
pl: Adres URL źródła
sv: Ursprungs-URL

source: Overwrite modified file
de: Geänderte Datei überschreiben
nl: Gewijzigd bestand overschrijven
pl: Nadpisz zmodyfikowany plik
sv: Skriv över ändrad fil

source: Password can't be converted to {{encoding}}.
de: Das Passwort kann nicht in {{encoding}} konvertiert werden.
nl: Kan wachtwoord niet converteren naar {{codering}}.
pl: Nie można przekonwertować hasła do {{encoding}}.
sv: Det går inte att konvertera lösenordet till {{encoding}}.

source: Pending
de: Ausstehend
fr: En attente
it: In attesa
nl: In behandeling
pl: Oczekujące
sv: Väntande

source: Please check if you have sufficient permissions to delete %@.
de: Bitte prüfen Sie, ob Sie über ausreichende Berechtigungen zum Löschen von %@ verfügen.
nl: Controleer of u voldoende machtigingen heeft om %@ te verwijderen.
pl: Sprawdź, czy masz wystarczające uprawnienia do usunięcia %@.
sv: Kontrollera att du har tillräckliga behörigheter för att ta bort %@.

source: Populating database…
de: Datenbank wird gefüllt…
nl: Database vullen…
pl: Wypełnianie bazy danych…
sv: Fyller databasen…

source: Previous token refresh attempts indicated an invalid refresh token.
de: Frühere Versuche, das Token zu aktualisieren, ergaben ein ungültiges Aktualisierungstoken.
nl: Eerdere pogingen tot vernieuwing van tokens gaven een ongeldig vernieuwingstoken aan.
pl: Poprzednie próby odświeżenia tokenu wskazały nieprawidłowy token odświeżania.
sv: Tidigare försök att uppdatera åtkomsttoken visade att uppdateringstoken är ogiltig.

source: Proceed
de: Fortfahren
fr: Exécuter
it: Continua
nl: Doorgaan
pl: Kontynuuj
sv: Fortsätt

source: Process Sync Records
de: Prozesssynchronisierungsdatensätze
nl: Synchronisaties verwerken
pl: Przetwarzaj rekordy synchronizacji
sv: Bearbeta synkroniseringsposter

source: Recipients can upload but existing contents are not revealed.
de: Empfänger können Inhalte hochladen, bereits vorhandene Inhalte werden jedoch nicht angezeigt.
nl: Ontvangers kunnen uploaden, maar bestaande inhoud wordt niet onthuld.
pl: Odbiorcy mogą przesyłać, ale istniejąca zawartość nie jest pokazywana.
sv: Mottagare kan ladda upp men befintligt innehåll visas inte.

source: Recipients can view and download contents.
de: Empfänger können Inhalte anzeigen und herunterladen.
nl: Ontvangers kunnen inhoud bekijken en downloaden.
pl: Odbiorcy mogą przeglądać i pobierać zawartość.
sv: Mottagare kan visa och ladda ner innehåll.

source: Recipients can view, download and edit contents.
de: Empfänger können Inhalte anzeigen, herunterladen und bearbeiten.
nl: Ontvangers kunnen inhoud bekijken, downloaden en bewerken.
pl: Odbiorcy mogą przeglądać, pobierać i edytować zawartość.
sv: Mottagare kan visa, ladda ner och redigera innehåll.

source: Recipients can view, download and upload contents.
de: Empfänger können Inhalte anzeigen, herunterladen und hochladen.
nl: Ontvangers kunnen inhoud bekijken, downloaden en uploaden.
pl: Odbiorcy mogą przeglądać, pobierać i przesyłać zawartość.
sv: Mottagare kan visa, ladda ner och ladda upp innehåll.

source: Recipients can view, download, edit, delete and upload contents.
de: Empfänger können Inhalte anzeigen, herunterladen, bearbeiten, löschen und hochladen.
nl: Ontvangers kunnen inhoud bekijken, downloaden, bewerken, verwijderen en uploaden.
pl: Odbiorcy mogą przeglądać, pobierać, edytować, usuwać i przesyłać zawartość.
sv: Mottagare kan visa, ladda ner, redigera, ta bort och ladda upp innehåll.

source: Redirection
de: Weiterleitung
nl: Omleiding
pl: Przekierowanie
sv: Omdirigering

source: Rejecting share…
de: Freigabe wird abgelehnt…
nl: Share afwijzen…
pl: Odrzucanie udostępnienia…
sv: Avvisar delning…

source: Remove Database Version
de: Datenbankversion entfernen
nl: Databaseversie verwijderen
pl: Usuń wersję bazy danych
sv: Ta bort databasversion

source: Removed Items
de: Entfernte Elemente
nl: Verwijderde items
pl: Usunięte elementy
sv: Borttagna objekt

source: Removing local copy of %@…
de: Lokale Kopie von %@… wird entfernt
nl: Lokale kopie van %@ verwijderen…
pl: Usuwanie kopii lokalnej %@…
sv: Tar bort lokal kopia av %@…

# Renaming %@ to %@…
source: Renaming %1$@ to %2$@…
de: %1$@ wird in %2$@ umbenannt…
nl: %1$@ hernoemen naar %2$@…
pl: Zmiana nazwy %@ na %@…
sv: Byter namn på %1$@ till %2$@…

source: Reschedule
de: Verschieben
nl: Opnieuw plannen
pl: Zaplanuj ponownie
sv: Schemalägg igen

source: Retrieving capabilities…
de: Funktionen werden abgerufen…
nl: Mogelijkheden ophalen…
pl: Pobieranie informacji o funkcjach…
sv: Hämtar funktioner…

source: Retrieving file list for %@…
de: Dateiliste für %@ wird abgerufen…
nl: Bestandenlijst ophalen voor %@…
pl: Pobieranie listy plików dla %@…
sv: Hämtar fillista för %@…

source: Retrieving items for %@
de: Elemente für %@ werden abgerufen
nl: Items ophalen voor %@
pl: Pobieranie elementów dla %@
sv: Hämtar objekt för %@

source: Retrieving metadata…
de: Metadaten werden abgerufen…
nl: Metagegevens ophalen…
pl: Pobieranie metadanych…
sv: Hämtar metadata…

source: Running
de: Läuft
nl: Actief
pl: W toku
sv: Kör

source: Scheduled folder scans
de: Geplante Ordnerüberprüfungen
nl: Geplande mappenscans
pl: Zaplanowane skanowania folderów
sv: Schemalagda mappgenomsökningar

source: Server doesn't seem to support any authentication method supported by this app.
de: Der Server scheint keine der von dieser App unterstützten Authentifizierungsmethoden zu unterstützen.
nl: Server lijkt geen enkele authenticatiemethode te ondersteunen die door deze app wordt ondersteund.
pl: Wygląda na to, że serwer nie obsługuje żadnej metody uwierzytelniania wspieranej przez tę aplikację.
sv: Servern verkar inte stödja någon av de autentiseringsmetoder som den här appen stöder.

source: Server down for maintenance
de: Der Server ist wegen Wartungsarbeiten nicht erreichbar
nl: Server is in onderhoudsmodus
pl: Serwer jest wyłączony z powodu prac konserwacyjnych
sv: Servern är nere för underhåll

source: Server returns status %ld
de: Der Server meldet Status %ld
nl: Server retourneert status %ld
pl: Serwer zwrócił status %ld
sv: Servern returnerar status %ld

source: Server software %@ not supported.
de: Die Server-Software %@ wird nicht unterstützt.
nl: Server-software %@ wordt niet ondersteund.
pl: Oprogramowanie serwera %@ nie jest obsługiwane.
sv: Serverprogramvaran %@ stöds inte.

source: Set detailed permissions
de: Detaillierte Berechtigungen festlegen
nl: Gedetailleerde machtigingen instellen
pl: Ustaw szczegółowe uprawnienia
sv: Ange detaljerade behörigheter

source: Set detailed permissions.
de: Detaillierte Berechtigungen festlegen.
nl: Gedetailleerde machtigingen instellen.
pl: Ustaw szczegółowe uprawnienia.
sv: Ange detaljerade behörigheter.

source: Sharing requires an active connection.
de: Freigaben erfordern eine aktive Verbindung.
fr: Le partage nécessite une connexion active.
nl: Delen vereist een actieve verbinding.
pl: Udostępnianie wymaga aktywnego połączenia.
sv: Delning kräver en aktiv anslutning.

source: Standard error output
de: Standardfehlerausgabe
nl: Standaardfoutuitvoer
pl: Standardowe wyjście błędu
sv: Standardfelutdata

source: State
de: Status
nl: Staat
pl: Stan
sv: Tillstånd

source: Sync Record ID
de: Synchronisierungsdatensatz-ID
pl: ID rekordu synchronizacji
sv: Synkroniseringspost-ID

source: The URL you provided uses the HTTP rather than the HTTPS scheme, so your communication would not be encrypted.
de: Die von Ihnen angegebene URL verwendet das HTTP- und nicht das HTTPS-Schema, sodass Ihre Kommunikation nicht verschlüsselt wäre.
nl: De URL die u heeft opgegeven gebruikt HTTP in plaats van HTTPS, waarmee uw communicatie niet versleuteld is.
pl: Podany adres URL używa schematu HTTP zamiast HTTPS, więc Twoja komunikacja nie będzie szyfrowana.
sv: Den angivna URL:en använder HTTP i stället för HTTPS, vilket innebär att kommunikationen inte krypteras.

source: The URL you provided uses the HTTP rather than the HTTPS scheme. If you continue, your communication will not be encrypted.
de: Die von Ihnen angegebene URL verwendet das HTTP- statt des HTTPS-Protokolls. Wenn Sie fortfahren, wird Ihre Kommunikation nicht verschlüsselt.
nl: De URL die u hebt opgegeven, gebruikt HTTP in plaats van HTTPS. Als u doorgaat, is uw communicatie niet versleuteld.
pl: Podany adres URL używa schematu HTTP zamiast HTTPS. Jeśli będziesz kontynuować, komunikacja nie będzie szyfrowana.
sv: Den angivna URL:en använder HTTP i stället för HTTPS. Om du fortsätter krypteras inte kommunikationen.

source: The certificate for %@ has previously been rejected by the user.
de: Das Zertifikat für %@ wurde zuvor vom Benutzer abgelehnt.
nl: Het certificaat voor %@ is eerder door de gebruiker afgewezen.
pl: Certyfikat dla %@ został wcześniej odrzucony przez użytkownika.
sv: Användaren har tidigare avvisat certifikatet för %@.

source: The certificate for %1$@ passes TLS validation but doesn't pass the acceptance rule to replace the certificate for %2$@.
de: Das Zertifikat für %1$@ besteht die TLS-Validierung, erfüllt aber nicht die Akzeptanzregel zum Ersetzen des Zertifikats für %2$@.
nl: Het certificaat voor %1$@ slaagt voor TLS-validatie, maar voldoet niet aan de acceptatieregel om het certificaat voor %2$@ te vervangen.
pl: Certyfikat dla %@ przechodzi walidację TLS, ale nie spełnia reguły akceptacji zastąpienia certyfikatu dla %@.
sv: Certifikatet för %1$@ godkänns av TLS-valideringen men uppfyller inte acceptansregeln för att ersätta certifikatet för %2$@.

# The connection is redirected from %@ to %@.
source: The connection is redirected from %1$@ to %2$@.
de: Die Verbindung wird von %1$@ nach %2$@ umgeleitet.
nl: De verbinding wordt omgeleid van %1$@ naar %2$@.
pl: Połączenie jest przekierowywane z %@ do %@.
sv: Anslutningen omdirigeras från %1$@ till %2$@.

source: The contents of the file on the server has changed since initiating download - or the file is no longer available on the server.
de: Der Inhalt der Datei auf dem Server hat sich seit dem Start des Downloads geändert – oder die Datei ist auf dem Server nicht mehr verfügbar.
nl: De inhoud van het bestand op de server is gewijzigd sinds het starten van het downloaden - of het bestand is niet langer beschikbaar op de server.
pl: Zawartość pliku na serwerze uległa zmianie od momentu rozpoczęcia pobierania - lub plik nie jest już dostępny na serwerze.
sv: Filinnehållet på servern har ändrats sedan nedladdningen startades, eller så är filen inte längre tillgänglig på servern.

source: The downloaded file's checksum does not match the checksum provided by the server.
de: Die Prüfsumme der heruntergeladenen Datei stimmt nicht mit der vom Server bereitgestellten Prüfsumme überein.
nl: De controlesom van het gedownloade bestand komt niet overeen met de controlesom die door de server wordt verstrekt.
pl: Suma kontrolna pobranego pliku nie zgadza się z sumą kontrolną dostarczoną przez serwer.
sv: Kontrollsumman för den nedladdade filen stämmer inte överens med kontrollsumman från servern.

source: The file no longer exists on the server in this location.
de: Die Datei existiert nicht mehr an diesem Speicherort auf dem Server.
nl: Het bestand bestaat niet meer op de server op deze locatie.
pl: Plik nie istnieje już na serwerze w tej lokalizacji.
sv: Filen finns inte längre på servern på den här platsen.

source: The target directory %@ doesn't seem to exist.
de: Das Zielverzeichnis %@ scheint nicht zu existieren.
nl: De doelmap %@ lijkt niet te bestaan.
pl: Katalog docelowy %@ prawdopodobnie nie istnieje.
sv: Målmappen %@ verkar inte finnas.

source: This server runs an unsupported version (%1$@). Version %2$@ or later is required by this app.
de: Dieser Server verwendet eine nicht unterstützte Version (%1$@). Diese App benötigt Version %2$@ oder höher.
nl: Deze server draait een niet-ondersteunde versie (%1$@). Versie %2$@ of hoger is vereist door deze app.
pl: Ten serwer działa na nieobsługiwanej wersji (%@). Wersja %@ lub nowsza jest wymagana przez tę aplikację.
sv: Den här servern kör en version som inte stöds (%1$@). Den här appen kräver version %2$@ eller senare.

source: Thumbnail database size
de: Größe der Miniaturansicht-Datenbank
nl: Grootte van de miniatuurdatabase
pl: Rozmiar bazy miniatur
sv: Storlek på miniatyrbildsdatabasen

source: Timestamp
de: Zeitstempel
fi: Aikaleima
nl: Tijdstempel
pl: Znacznik czasu
sv: Tidsstämpel

source: Too few {{localizedName}}
de: Zu wenige {{localizedName}}
nl: Te weinig {{localizedName}}
pl: Zbyt mało {{localizedName}}
sv: För få {{localizedName}}

source: Too many {{localizedName}}
de: Zu viele {{localizedName}}
nl: Te veel {{localizedName}}
pl: Zbyt dużo {{localizedName}}
sv: För många {{localizedName}}

source: Total Items
de: Gesamtanzahl an Elementen
nl: Totaal aantal
pl: Liczba elementów
sv: Totalt antal objekt

source: Update failed with status code %lu
de: Aktualisierung fehlgeschlagen mit Statuscode %lu
nl: Update mislukt met statuscode %lu
pl: Aktualizacja zakończona niepowodzeniem ze statusem %lu
sv: Uppdateringen misslyckades med statuskod %lu

source: Updating metadata for '%@'…
de: Metadaten für '%@' werden aktualisiert…
nl: Metagegevens bijwerken voor '%@'…
pl: Aktualizowanie metadanych dla '%@'…
sv: Uppdaterar metadata för ”%@”…

source: Updating share…
de: Freigabe wird aktualisiert…
nl: Share bijwerken…
pl: Aktualizowanie udostępnienia…
sv: Uppdaterar delning…

source: Upgrading database…
de: Datenbank wird aktualisiert…
nl: Database bijwerken…
pl: Aktualizacja bazy danych…
sv: Uppgraderar databas…

source: Upload only, existing content is not revealed.
de: Nur hochladen, bestehende Inhalte werden nicht angezeigt.
nl: Alleen uploaden, bestaande inhoud wordt niet onthuld.
pl: Tylko przesyłanie, istniejąca zawartość nie jest pokazywana.
sv: Endast uppladdning; befintligt innehåll visas inte.

source: Upload, edit, delete, download and preview
de: Hochladen, bearbeiten, löschen, herunterladen und in der Vorschau anzeigen
nl: Uploaden, bewerken, verwijderen, downloaden en bekijken
pl: Przesyłanie, edycja, usuwanie, pobieranie i podgląd
sv: Ladda upp, redigera, ta bort, ladda ner och förhandsvisa

source: Uploading %@…
de: %@ wird hochgeladen…
nl: %@ uploaden…
pl: Przesyłanie %@…
sv: Laddar upp %@…

source: Uploads to this folder are not allowed.
de: Das Hochladen in diesen Ordner ist nicht erlaubt.
nl: Uploads naar deze map zijn niet toegestaan.
pl: Przesyłanie do tego folderu nie jest dozwolone.
sv: Uppladdningar till den här mappen är inte tillåtna.

source: Use Origin URL as URL
de: Ursprungs-URL als URL verwenden
nl: Oorspronkelijke URL als URL gebruiken
pl: Użyj adresu URL źródła jako adresu URL
sv: Använd ursprunglig URL som URL

source: User Name
de: Anmeldename
lo: ຊື່ຜູ້ໃຊ້
nl: Gebruikersnaam
pl: Nazwa użytkownika
sv: Användarnamn

source: UserInfo
de: Benutzerinformationen
lo: ຂໍ້ມູນຜູ້ໃຊ້
nl: Gebruikersinfo
pl: Informacje o użytkowniku
sv: Användarinformation
